{
  "بيانات الحساب":"Account details",
  "رصيد الحساب":"Wallet",
  "رس": "R.S",
  "سياسة الخصوصية والاستخدام":"Privacy and Usage Policy",
  "تغيير اللغة":"Change the language",
  "تسجيل الخروج":"sign out",
  "انت الان علي وشك تقديم طلب لادارة التطبيق لكي تكون مقدم للخدمة كما الحال لكل مقدمي الخدمة. هذا الطلب سيرسل لادارة التطبيق ليقومو بدورهم بالتدقيق في الطلب و  التأكد من استيفاء الشروط اللازمه ومن ثم ياتيك اشعار بالموافقة او عدم الموافقة. قد يستغرق الطلب حتي 73 ساعه . يتعين عليك ملئ الطلب التالي":"Now you are about to submit a Order to the application management in order to be a service provider, as is the case for all service providers. This application will be sent to the application management, so that they, in turn, check the application and ensure that the necessary conditions are met, and then you will receive a notification of approval or disapproval. The application may take Up to 73 hours. You have to fill out the following application",
  "بعد قبول حسابك ! تقوم الإدارة بمراجعة كل طبخة تقوم بتسجيلها علي النظام قبل نشرها للتاكد من مطابقتها للمواصفات":"After accepting your account! The administration reviews every recipe you record on the system before publishing it to ensure that it conforms to the specifications.",
  "اسم المطبخ":"Name of the kitchen",
  "صورة الحساب": "account picture",
  "صورة البروفايل الترويجية":"Promotional profile picture",
  "رقم الايبان الخاص بك":"Your IBAN number",
  "نوع الطبخات التي تقدمها - اختر اكثر من واحدة":"Type of dishes you serve - choose more than one",
  "التالى":"next",
  "اختر صورة الحساب": "Choose the account picture",
  "اختر صورة البروفايل الترويجية": "Choose your promotional profile picture.",
  "  jpg, png  تقبل الملفات من النوع - فقط": "jpg, png accepts files of type - only",
  "وصف مختصر عنك وعن مايمكن ان تقدمه": "A brief description of yourself and what you can offer.",
  "200 كلمة متاح": "200 words available",
  "هل تقدم خدمة البوفيه":"Do you provide buffet service?",
  "أوافق علي تعليمات و قواعد المنصة": "I agree to the platform’s instructions and rules",
  "تهانينا":"our end",
  "طلب تحويل الحساب": "Order for account transfer",
  "هذا الطلب يكون لمره واحده فقط":"This Order is for one time only.",
  "اضافة وجبة جديدة":"Add a new meal",
  "انت الان علي وشك اضافة وجبة جديدة لصفحتك و يشاهدها الاف المشتركين . من الجيد ان يكون وصفك واضح وصريح و كذلك الصور لابد ان تكون جذابة و واضحة. بعد الانتهاء من اضافة وجبه سيمرر طلبك لادارة التطبيق فقط للتاكد من معايير المنصة و في حال الموافقة سوف تنشر تلقائيا وسيصلك اشعار. ":"You are now about to add a new meal to your page and watched by thousands of subscribers. It is good that your description is clear and explicit, as well as the images must be attractive and clear. After you finish adding a meal, your Order will be passed to the application management only to verify the platform's standards and in If approved, it will be published automatically and you will receive a notification.",
  "بعد اتمام اضافتك ! قد يستغرق الامر حتي 73 ساعه لكي تراجعه الإدارة و توافق علي نشره":"After completing your addition! It may take up to 73 hours for the administration to review it and agree to publish it",
  "عنوان الوجبة - حتي 30 حرف": "Meal title - up to 30 characters",
  "مرفقات الوجبة":" Meal attachments",
  "مرفقات الوجبة - حتي 200 كلمة":"Meal attachments - up to 200 words",
  "طريقة التقديم": "method of submission",
  "طريقة التقديم - حتي 200 كلمة": "How to apply - up to 200 words",
  " - حتي 5 صور": "- up to 5 photos",
  "تمت الاضافة": "Added",
 "لقد تم تسجيل طلبك و ارساله لادارة التطبيق كل ماعليك هو انتظار انتهاء عملية التدقيق في الطلب . سيصلك اشعار بذلك عند الانتهاء. قد تستغرق عملية التدقيق 73 ساعة ": "Your Order has been registered and sent to the application administration. All you have to do is wait for the application verification process to finish. You will receive a notification of that upon completion. The verification process may take 73 hours.",
  "الرجوع للرئيسية": "back to main",
  "الطلب رقم":"Order No.",
  "د":"minute",
  "التنبيهات": "alerts",
  "جديد":"new",
  "افضل المقدمين":"The best presenters.",
  "تصفح مقدمي الوصفات": "Browse Recipe Providers",
  "اختر طريقة الدفع": "Choose a payment method",
  "سلة الطلبات":"Orders Cart",
  " التوصيل علي : ": "Delivery to : ",
  "اجمالى الطلب":"Total Requisition",
  "التوصيل":" delivery",
  "الضريبة": "Tax",
  "اتمم عملية الشراء": "Complete the purchase.",
 "الدفع عند التوصيل": "Pay on Delivery",
 "قبل البدء في خطوات إتمام الطلب برجاء مراجعة الطلب جيدا و كذلك يتعين عليك مراجعة الأسعار و الكميات و المرفقات لكل طلب ": "Before starting the order completion steps, please review the order well, and you should also review the prices, quantities and attachments for each order.",
  "تفاصيل طلبك":" Your order details",
  "المجموع":"Total",
  "لقد تم تسجيل الطلب بنجاح لمراجعه الطلب او للتواصل معنا برجاء الذهاب الي الاعدادات واختيار الطلبات":"The Order has been successfully registered. To review the Order, or to contact us, please go to settings and select Orders.",
  "اتمام الطلب": "Complete the Order",
  "مراجعة الطلبات ":"Review Orders",
  "وصف عام": "General Description",
  "الحجم":"the size ",
  "افراد":"Individuals",
  "ملاحظات":"Notes",
  "السعر":"the price",
  "أضف للسلة":"Add to cart",
  "برجاء تحديد العدد": "Please specify the number.",
  "تابع الى السلة": "Add to basket",
  "متابعة التسوق": "Continue Shopping",
  "احدث الاضافات": "Latest additions",
  "نعرض لك في هذا الجزء احدث ما اضيف من اكلات خلال الفترة السابقة نحن متاكدين انك ستجد الأنسب لك هنا":"In this part, we show you the latest dishes that have been added during the previous period. We are sure that you will find the most suitable for you here.",
  "هناك مايزيد عن 50 فئة اضغط ": "for more  categories, click",
  "هنا ":"Here ",
  "لتصفحهم جميعا": "to browse them all",
  "اكتب اسم المقدم الذي تبحث عنه":"Search for the kitchen",
  "مقدمي خدمة في منطقتي و مناطق قريبة": "Service providers in my area and nearby areas",
  "لا توجد طلبات": "No Orders yet",
  "نبذة":"Brief",
  "الطبخات المعروضة للطلب": "Cooks offered to order",
  "التصنيف":"Category",
  "اختر موقع": "Choose a location",
  "رقم المنزل / العمارة / الشقة": "house / building / apartment number",
 "تآكيد الموقع": "Site Confirmation",
  "طلب توصيل قيد الانتظار": "Delivery Order pending",
  "مقدم الطلب":"applicant",
  "العنوان":"Address",
  "كم":"km",
  "المسافة":"distance",
  "تفاصيل الطلب":"order \n details",
  "تجاهل":"ignorance",
  "قبول":"view",
  "اجمالي المسافة": "Total distance",
  "اهلا بك : ":"Hey, you : ",
 "طلبات قيد الانتظار": "Pending Orders",
  "هذه قائمة بطلبات قيد الانتظار اذا اردت قبول احدها بامكانك الضغط علي قبول وسوف تبدا عملية التوصيل": "This is a list of pending orders. If you want to accept one of them, you can press accept and the delivery process will start.",
  "المزيد":"More",
  "طلبات سابقة لك": "previous Orders to you",
  "هنا قائمة باخر الطلبات التي قمت بالتفاعل معها ": "Here is a list of the last Orders that you interacted with",
  "نجاح":"success",
  "التوصيل من": "Delivery from",
  "طلب توصيل رقم": "Order to connect a number",
  "الرئيسية":"Main",
  "الفئات": "Categories",
  "الطلبات":"Orders",
  "عناويني":"my addresses",

  "اكتب رقم الهاتف": "Type the phone number",
  "الإسم بالكامل":"full name",
  "البريد الإلكتروني":"E-mail",
  "رقم الهوية":"Identity No",
  "رقم الأيبان":"IBAN No",
  "نوع الحساب":"Account Type",
  "مستخدم":"User",
  "مقدم خدمة":"service provider",
  "مندوب توصيل":"delivery boy",
  "يجب الموافقة علي بنود المنصة":"The terms of the platform must be approved",
  "دخول":"login",
  "رقم الهاتف بدون مفتاح":"Phone Number without 0",


  "الدخول": "login",
  "ادخل رمز التحقق المرسل علي جوالك": "Enter the verification code sent to your mobile phone.",
  "تحقق": "check",
  "مطبخ": "Matbakh",
  "سعر الوجبة": "Meal price",
  "مدة التحضير": "Preparation time - minute",
  "وصف مختصر عن الوجبة - حتي 200 كلمة": "Brief description of the meal - up to 200 words",

   "قم باختيار الصور لرفعها او تصوير صور باستخدام الكاميرا": "Select the photos to upload"


}